Repository: tillt/PlayEm
Catalog: PlayEm/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, uk, zh_hans

# accessibility.background_activity_indicator
source: Background activity indicator
ar: مؤشر النشاط في الخلفية
de: Hintergrunds Aktivitäts Anzeiger
es: Indicador de actividad en segundo plano
fr: Indicateur d’activité en arrière-plan
ja: バックグラウンド活動インジケータ
uk: Індикатор фонової активності
zh_hans: 后台活动指示器

# accessibility.live_identify
source: live identify
ar: التعرف المباشر
de: Live Song Erkennung
es: identificación en vivo
fr: identification en direct
ja: ライブ識別
uk: живе визначення
zh_hans: 实时识别

# accessibility.playlist
source: playlist
ar: قائمة تشغيل
es: lista de reproducción
ja: プレイリスト
uk: плейлист
zh_hans: 播放列表

# action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
uk: Скасувати
zh_hans: 取消

# activity.cancel.accessibility_label
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
uk: Скасувати
zh_hans: 取消

# activity.detail.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
ja: 完了
uk: Готово
zh_hans: 完成

# activity.library.identifying_entries
source: identifying playable entries
ar: جارٍ التعرف على العناصر القابلة للتشغيل
de: Erkenne abspielbare Einträge
es: identificando entradas reproducibles
fr: identification des éléments lisibles
ja: 再生可能項目を識別中
uk: визначення відтворюваних записів
zh_hans: 正在识别可播放条目

# activity.library.loading.locating_music
source: locating Music library
ar: جارٍ البحث عن مكتبة الموسيقى
de: lokalisiere Musik Bibliothek
es: buscando biblioteca de Música
fr: recherche de la bibliothèque Musique
ja: ミュージックライブラリを検索中
uk: пошук бібліотеки Музика
zh_hans: 正在定位音乐资料库

# activity.library.loading.no_library
source: no library found
ar: لم يتم العثور على مكتبة
de: keine Bibliothek gefunden
es: no se encontró ninguna biblioteca
fr: aucune bibliothèque trouvée
ja: ライブラリが見つかりません
uk: бібліотеку не знайдено
zh_hans: 未找到资料库

# activity.library.loading.reading_db
source: reading from database
ar: جارٍ قراءة قاعدة البيانات
de: lese aus der Datenbank
es: leyendo la base de datos
fr: lecture de la base de données
ja: データベースを読み込み中
uk: читання з бази даних
zh_hans: 正在读取数据库

# activity.library.loading.title
source: Loading Library
ar: جارٍ تحميل المكتبة
de: Lade Bibliothek
es: Cargando biblioteca
fr: Chargement de la bibliothèque
ja: ライブラリを読み込み中
uk: Завантаження бібліотеки
zh_hans: 正在加载资料库

# activity.library.reconcile.merging
source: merging results
ar: جارٍ دمج النتائج
de: mische Resultate
es: combinando resultados
fr: fusion des résultats
ja: 結果を統合中
uk: об’єднання результатів
zh_hans: 正在合并结果

# activity.library.reconcile.starting
source: starting
ar: جارٍ البدء
de: starte
es: iniciando
fr: démarrage
ja: 開始中
uk: запуск
zh_hans: 正在开始

# activity.library.reconcile.title
source: Reconciling library
ar: مواءمة المكتبة
de: Gleiche Bibliothek ab
es: Reconciliando biblioteca
fr: Réconciliation de la bibliothèque
ja: ライブラリを照合中
uk: Зіставлення бібліотеки
zh_hans: 资料库对账

# activity.library.update_from_apple
source: Updating from Apple Library
ar: جارٍ التحديث من مكتبة Apple
de: Aktualisierung aus der Apple-Bibliothek
es: Actualizando desde la biblioteca de Apple
fr: Mise à jour depuis la bibliothèque Apple
ja: Appleライブラリから更新中
uk: Оновлення з бібліотеки Apple
zh_hans: 正在从 Apple 资料库更新

# activity.metadata.parse.loaded
source: metadata loaded
ar: تم تحميل البيانات الوصفية
de: Metadaten geladen
es: metadatos cargados
fr: métadonnées chargées
ja: メタデータを読み込みました
uk: метадані завантажено
zh_hans: 元数据已加载

# activity.metadata.parse.loading_core
source: loading core metadata
ar: جارٍ تحميل البيانات الوصفية الأساسية
de: lade Kern Metadaten
es: cargando metadatos básicos
fr: chargement des métadonnées principales
ja: コアメタデータを読み込み中
uk: завантаження основних метаданих
zh_hans: 正在加载核心元数据

# activity.metadata.parse.title
source: Parsing Metadata
ar: جارٍ تحليل البيانات الوصفية
de: Interpretiere Metadaten
es: Analizando metadatos
fr: Analyse des métadonnées
ja: メタデータを解析中
uk: Аналіз метаданих
zh_hans: 正在解析元数据

# activity.metadata.tracklist.loaded
source: tracklist loaded
ar: تم تحميل قائمة المسارات
de: Track Liste geladen
es: lista de pistas cargada
fr: liste de pistes chargée
ja: トラックリストを読み込みました
uk: треклист завантажено
zh_hans: 曲目列表已加载

# activity.progress.accessibility_label
source: Activity progress
ar: تقدم النشاط
de: Aktionsfortschritt
es: Progreso de actividad
fr: Progression de l’activité
ja: アクティビティの進捗
uk: Прогрес активності
zh_hans: 活动进度

# activity.window_title
source: Activity
ar: النشاط
de: Aktion
es: Actividad
fr: Activité
ja: アクティビティ
uk: Активність
zh_hans: 活动

# alert.ok
source: OK
ar: موافق
es: Aceptar
uk: Гаразд
zh_hans: 好

# alert.reconcile.error_format
source: Error: %@.
ar: خطأ: %@.
de: Fehler: %@.
fr: Erreur : %@.
ja: エラー: %@。
uk: Помилка: %@.
zh_hans: 错误：%@。

# alert.reconcile.no_updates
source: No items needed updates (library already up to date).
ar: لا توجد عناصر بحاجة إلى تحديث (المكتبة محدثة بالفعل).
de: Keiner der Einträge musste aktualisiert werden (Bibliothek schon auf dem neuesten Stand).
es: No hubo elementos que actualizar (la biblioteca ya está actualizada).
fr: Aucun élément n’a dû être mis à jour (bibliothèque déjà à jour).
ja: 更新が必要な項目はありません（ライブラリは最新です）。
uk: Оновлення не потрібні (бібліотека вже актуальна).
zh_hans: 没有需要更新的项目（资料库已是最新）。

# alert.reconcile.title
source: Library Reconciliation
ar: مواءمة المكتبة
de: Bibliotheks-Abgleich
es: Reconciliación de biblioteca
fr: Réconciliation de la bibliothèque
ja: ライブラリの照合
uk: Зіставлення бібліотеки
zh_hans: 资料库对账

# alert.resample.dont_show_again
source: Don't show this again
ar: عدم الإظهار مرة أخرى
de: Zeig das nicht nocheinmal
es: No volver a mostrar
fr: Ne plus afficher
ja: 今後表示しない
uk: Більше не показувати
zh_hans: 不再显示

# alert.resample.informative_format
source: This file is %.1f kHz. %@ runs at %.1f kHz. We'll resample before playback. This may take a little longer.
ar: هذا الملف %.1f كيلوهرتز. %@ يعمل عند %.1f كيلوهرتز. سنقوم بإعادة أخذ العينات قبل التشغيل. قد يستغرق ذلك وقتًا أطول قليلًا.
de: Diese Datei ist %.1f kHz. %@ läuft auf %.1f kHz. Wir resamplen vor der Wiedergabe. Das kann bissle dauern.
es: Este archivo es de %.1f kHz. %@ funciona a %.1f kHz. Se volverá a muestrear antes de la reproducción. Esto puede tardar un poco más.
fr: Ce fichier est à %.1f kHz. %@ fonctionne à %.1f kHz. Il sera rééchantillonné avant la lecture. Cela peut prendre un peu plus de temps.
ja: このファイルは %.1f kHz です。 %@ は %.1f kHz で動作しています。 再生前にリサンプルします。少し時間がかかる場合があります。
uk: Цей файл має %.1f кГц. %@ працює на %.1f кГц. Перед відтворенням виконаємо ресемплінг. Це може зайняти трохи більше часу.
zh_hans: 此文件为 %.1f kHz。 %@ 运行于 %.1f kHz。 播放前将重新采样，这可能需要更长时间。

# alert.resample.message
source: Resampling to match your audio device
ar: إعادة أخذ العينات لمطابقة جهاز الصوت
de: Resampling damit es zum Audio Gerät passt
es: Reamostrando para coincidir con tu dispositivo de audio
fr: Rééchantillonnage pour correspondre à votre appareil audio
ja: オーディオデバイスに合わせてリサンプルします
uk: Ресемплінг для відповідності вашому аудіопристрою
zh_hans: 重新采样以匹配你的音频设备

# alert.resample.ok
source: OK
ar: موافق
es: Aceptar
uk: Гаразд
zh_hans: 好

# alert.tracklist.drop.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
uk: Скасувати
zh_hans: 取消

# alert.tracklist.drop.confirm
source: Drop
ar: حذف
de: Verwerfen
es: Descartar
fr: Supprimer
ja: 削除
uk: Видалити
zh_hans: 删除

# alert.tracklist.drop.informative
source: Tracklist will get overwritten
ar: سيتم استبدال قائمة المسارات
de: Track Liste wird überschrieben
es: La lista de pistas se sobrescribirá
fr: La liste de pistes sera écrasée
ja: トラックリストは上書きされます
uk: Треклист буде перезаписано
zh_hans: 曲目列表将被覆盖

# alert.tracklist.drop.message
source: Drop the existing Tracklist?
ar: حذف قائمة المسارات الحالية؟
de: Die existierende Track Liste verwerfen?
es: ¿Descartar la lista de pistas existente?
fr: Supprimer la liste de pistes existante ?
ja: 既存のトラックリストを削除しますか？
uk: Видалити наявний треклист?
zh_hans: 删除现有曲目列表？

# common.unknown
source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
uk: невідомо
zh_hans: 未知

# date.beautiful.brandnew
source: brandnew
ar: جديد تمامًا
de: brandneu
es: nuevo
fr: tout nouveau
ja: たった今
uk: щойно
zh_hans: 刚刚

# date.beautiful.last_month
source: last month
ar: الشهر الماضي
de: letzten Monat
es: el mes pasado
fr: le mois dernier
ja: 先月
uk: минулого місяця
zh_hans: 上月

# date.beautiful.last_week
source: last week
ar: الأسبوع الماضي
de: letzte Woche
es: la semana pasada
fr: la semaine dernière
ja: 先週
uk: минулого тижня
zh_hans: 上周

# date.beautiful.this_month
source: this month
ar: هذا الشهر
de: diesen Monat
es: este mes
fr: ce mois-ci
ja: 今月
uk: цього місяця
zh_hans: 本月

# date.beautiful.this_week
source: this week
ar: هذا الأسبوع
de: diese Woche
es: esta semana
fr: cette semaine
ja: 今週
uk: цього тижня
zh_hans: 本周

# date.beautiful.yesterday
source: yesterday
ar: أمس
de: Gestern
es: ayer
fr: hier
ja: 昨日
uk: вчора
zh_hans: 昨天

# error.action.load
source: load
ar: تحميل
de: lade
es: cargar
fr: charger
ja: 読み込み
uk: завантажити
zh_hans: 加载

# error.action.read
source: read
ar: قراءة
de: lese
es: leer
fr: lire
ja: 読み取り
uk: читати
zh_hans: 读取

# fx.effect_disabled
source: Effect disabled.
ar: تم تعطيل المؤثر.
de: Effekt deaktiviert.
es: Efecto desactivado.
fr: Effet désactivé.
ja: エフェクトは無効です。
uk: Ефект вимкнено.
zh_hans: 效果已禁用。

# fx.effect_selection_accessibility
source: Effect selection
ar: اختيار المؤثر
de: Effekt Auswahl
es: Selección de efecto
fr: Sélection d’effet
ja: エフェクト選択
uk: Вибір ефекту
zh_hans: 效果选择

# fx.no_parameters
source: No adjustable parameters.
ar: لا توجد معلمات قابلة للضبط.
de: Keine einstellbaren Parameter
es: No hay parámetros ajustables.
fr: Aucun paramètre réglable.
ja: 調整可能なパラメータはありません。
uk: Немає регульованих параметрів.
zh_hans: 没有可调参数。

# fx.toggle_on
source: On
ar: تشغيل
de: An
es: Activado
fr: Activé
ja: オン
uk: Увімкнено
zh_hans: 开

# fx.window_title
source: Effect
ar: المؤثر
de: Effekt
es: Efecto
fr: Effet
ja: エフェクト
uk: Ефект
zh_hans: 效果

# graph.status.column.status
source: Status
ar: الحالة
es: Estado
fr: État
ja: 状態
uk: Стан
zh_hans: 状态

# graph.status.column.value
source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
ja: 値
uk: Значення
zh_hans: 数值

# graph.status.window_title
source: Audio Graph Status
ar: حالة مخطط الصوت
es: Estado del gráfico de audio
fr: État du graphe audio
ja: オーディオグラフの状態
uk: Стан аудіографа
zh_hans: 音频图状态

# info.description.compilation
source: Album is a compilation of songs by various artists
ar: الألبوم عبارة عن مجموعة من الأغاني لفنانين مختلفين
de: Album ist eine Zusammenstellung von Stücken von verschiedenen Autoren
es: El álbum es una compilación de canciones de varios artistas
fr: L’album est une compilation de chansons de différents artistes
ja: アルバムは複数アーティストの曲のコンピレーションです
uk: Альбом є збіркою пісень різних виконавців
zh_hans: 该专辑是由多位艺人歌曲组成的合集

# info.label.album
source: Album
ar: الألبوم
es: Álbum
ja: アルバム
uk: Альбом
zh_hans: 专辑

# info.label.album_artist
source: Album Artist
ar: فنان الألبوم
de: Album Künstler
es: Artista del álbum
fr: Artiste de l’album
ja: アルバムアーティスト
uk: Виконавець альбому
zh_hans: 专辑艺人

# info.label.artist
source: Artist
ar: الفنان
de: Künstler
es: Artista
fr: Artiste
ja: アーティスト
uk: Виконавець
zh_hans: 艺人

# info.label.bit_rate
source: Bit Rate
ar: معدل البت
es: Tasa de bits
fr: Débit
ja: ビットレート
uk: Бітрейт
zh_hans: 比特率

# info.label.channels
source: Channels
ar: القنوات
de: Kanaele
es: Canales
fr: Canaux
ja: チャンネル
uk: Канали
zh_hans: 声道

# info.label.comment
source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント
uk: Коментар
zh_hans: 注释

# info.label.compilation
source: Compilation
ar: مجموعة
es: Compilación
ja: コンピレーション
uk: Збірка
zh_hans: 合辑

# info.label.disk
source: Disc
ar: القرص
de: Disk
es: Disco
fr: Disque
ja: ディスク
uk: Диск
zh_hans: 碟

# info.label.duration
source: Duration
ar: المدة
de: Spieldauer
es: Duración
fr: Durée
ja: 時間
uk: Тривалість
zh_hans: 时长

# info.label.format
source: Format
ar: التنسيق
es: Formato
ja: フォーマット
uk: Формат
zh_hans: 格式

# info.label.genre
source: Genre
ar: النوع
es: Género
ja: ジャンル
uk: Жанр
zh_hans: 流派

# info.label.key
source: Key
ar: المقام
de: Tonart
es: Tonalidad
fr: Tonalité
ja: キー
uk: Тональність
zh_hans: 调性

# info.label.location
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Emplacement
ja: 場所
uk: Розташування
zh_hans: 位置

# info.label.of
source: of
ar: من
de: von
es: de
fr: sur
uk: з

# info.label.rating
source: Rating
ar: التقييم
de: Wertung
es: Valoración
fr: Note
ja: 評価
uk: Оцінка
zh_hans: 评分

# info.label.sample_rate
source: Sample Rate
ar: معدل أخذ العينات
es: Frecuencia de muestreo
fr: Fréquence d’échantillonnage
ja: サンプルレート
uk: Частота дискретизації
zh_hans: 采样率

# info.label.size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
uk: Розмір
zh_hans: 大小

# info.label.tags
source: Tags
ar: الوسوم
es: Etiquetas
ja: タグ
uk: Теги
zh_hans: 标签

# info.label.tempo
source: Tempo
ar: الإيقاع
ja: テンポ
uk: Темп
zh_hans: 速度

# info.label.title
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
ja: タイトル
uk: Назва
zh_hans: 标题

# info.label.track
source: Track
ar: المسار
es: Pista
fr: Piste
ja: トラック
uk: Трек
zh_hans: 曲目

# info.label.volume
source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
ja: 音量
uk: Гучність
zh_hans: 音量

# info.label.year
source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
ja: 年
uk: Рік
zh_hans: 年份

# info.page.artwork
source: Artwork
ar: الغلاف
de: Bild
es: Carátula
fr: Jaquette
ja: アートワーク
uk: Обкладинка
zh_hans: 封面

# info.page.details
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
ja: 詳細
uk: Деталі
zh_hans: 详情

# info.page.file
source: File
ar: الملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
uk: Файл
zh_hans: 文件

# info.page.lyrics
source: Lyrics
ar: الكلمات
de: Text
es: Letras
fr: Paroles
ja: 歌詞
uk: Текст
zh_hans: 歌词

# info.placeholder.mixed
source: Mixed
ar: مختلط
de: Gemischt
es: Mixto
fr: Mixte
ja: 混在
uk: Змішано
zh_hans: 混合

# info.status.loading
source: Loading...
ar: جارٍ التحميل...
de: Lade…
es: Cargando...
fr: Chargement...
ja: 読み込み中...
uk: Завантаження...
zh_hans: 正在加载...

# library.import.button_title
source: Import from Apple Music
ar: استيراد من Apple Music
de: Von Apple Music Importieren
es: Importar desde Apple Music
fr: Importer depuis Apple Music
ja: Apple Music から読み込む
uk: Імпортувати з Apple Music
zh_hans: 从 Apple Music 导入

# library.import.in_progress
source: Import in Progress
ar: جارٍ الاستيراد
de: Import Läuft
es: Importación en curso
fr: Importation en cours
ja: 読み込み中
uk: Імпорт триває
zh_hans: 导入中

# menu.common.open_in_apple_music
source: Open in Apple Music
ar: فتح في Apple Music
de: Auf Apple Music öffnen
es: Abrir en Apple Music
fr: Ouvrir dans Apple Music
ja: Apple Musicで開く
uk: Відкрити в Apple Music
zh_hans: 在 Apple Music 中打开

# menu.common.remove_from_tracklist
source: Remove from Tracklist
ar: إزالة من قائمة المسارات
de: Aus der Track Liste entfernen
es: Eliminar de la lista de pistas
fr: Retirer de la liste de pistes
ja: トラックリストから削除
uk: Видалити з треклиста
zh_hans: 从曲目列表移除

# menu.common.show_info
source: Show Info
ar: إظهار المعلومات
de: Zeige Info
es: Mostrar información
fr: Afficher les infos
ja: 情報を表示
uk: Показати інформацію
zh_hans: 显示信息

# menu.identify.add_to_track_list
source: Add to Track List
ar: إضافة إلى قائمة المسارات
de: Zur Track Liste hinzufügen
es: Añadir a lista de pistas
fr: Ajouter à la liste de pistes
ja: トラックリストに追加
uk: Додати до треклиста
zh_hans: 添加到曲目列表

# menu.identify.copy_to_clipboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: Kopiere in Zwischenablage
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
uk: Копіювати до буфера
zh_hans: 复制到剪贴板

# menu.identify.open_in_beatport
source: Open in Beatport
ar: فتح في Beatport
de: Auf Beatport öffnen
es: Abrir en Beatport
fr: Ouvrir dans Beatport
ja: Beatportで開く
uk: Відкрити в Beatport
zh_hans: 在 Beatport 打开

# menu.identify.open_in_soundcloud
source: Open in Soundcloud
ar: فتح في Soundcloud
de: Auf Soundcloud öffnen
es: Abrir en Soundcloud
fr: Ouvrir dans Soundcloud
ja: Soundcloudで開く
uk: Відкрити в Soundcloud
zh_hans: 在 Soundcloud 打开

# menu.playlist.remove_from_playlist
source: Remove from Playlist
ar: إزالة من قائمة التشغيل
de: Aus der Playlist entfernen
es: Eliminar de la lista de reproducción
fr: Retirer de la playlist
ja: プレイリストから削除
uk: Видалити з плейлиста
zh_hans: 从播放列表移除

# menu.song.play_later
source: Play Later
ar: تشغيل لاحقًا
de: Später abspielen
es: Reproducir más tarde
fr: Lire plus tard
ja: あとで再生
uk: Відтворити пізніше
zh_hans: 稍后播放

# menu.song.play_next
source: Play Next
ar: تشغيل التالي
de: Spiele als nächstes
es: Reproducir a continuación
fr: Lire ensuite
ja: 次に再生
uk: Відтворити наступним
zh_hans: 下一首播放

# menu.song.remove_from_library
source: Remove from Library
ar: إزالة من المكتبة
de: Aus der Bibliothek entfernen
es: Eliminar de la biblioteca
fr: Retirer de la bibliothèque
ja: ライブラリから削除
uk: Видалити з бібліотеки
zh_hans: 从资料库移除

# menu.song.show_in_finder
source: Show in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
uk: Показати в Finder
zh_hans: 在 Finder 中显示

# menu.tracklist.copy_to_clipboard
source: Copy Tracklist to Clipboard
ar: نسخ قائمة المسارات إلى الحافظة
de: Kopiere Track Liste in Zwischenablage
es: Copiar lista de pistas al portapapeles
fr: Copier la liste de pistes dans le presse-papiers
ja: トラックリストをクリップボードにコピー
uk: Копіювати треклист до буфера
zh_hans: 将曲目列表复制到剪贴板

# menu.tracklist.export_tracklist
source: Export Tracklist...
ar: تصدير قائمة المسارات...
de: Track Liste Exportieren…
es: Exportar lista de pistas...
fr: Exporter la liste de pistes...
ja: トラックリストを書き出す...
uk: Експортувати треклист...
zh_hans: 导出曲目列表...

# menu.window.move_to_screen_format
source: 􀢹 Move to %@
ar: 􀢹 نقل إلى %@
de: 􀢹 Umziehen nach %@
es: 􀢹 Mover a %@
fr: 􀢹 Déplacer vers %@
ja: 􀢹 %@ に移動
uk: 􀢹 Перемістити на %@
zh_hans: 􀢹 移动到 %@

# search.accessibility.filter
source: filter
ar: تصفية
es: filtro
fr: filtre
ja: フィルタ
uk: фільтр
zh_hans: 过滤

# search.placeholder.filter
source: Filter
ar: تصفية
es: Filtrar
fr: Filtrer
ja: フィルタ
uk: Фільтр
zh_hans: 过滤

# tab.playlist
source: Playlist
ar: قائمة التشغيل
de: Abspiel Liste
es: Lista de reproducción
ja: プレイリスト
uk: Плейлист
zh_hans: 播放列表

# tab.tracklist
source: Tracklist
ar: قائمة المسارات
de: Track Liste
es: Lista de pistas
fr: Liste de pistes
ja: トラックリスト
uk: Треклист
zh_hans: 曲目列表

# table.songs.added
source: Added
ar: تمت الإضافة
de: Hinzugefügt
es: Añadido
fr: Ajouté
ja: 追加日
uk: Додано
zh_hans: 添加

# table.songs.album
source: Album
ar: الألبوم
es: Álbum
ja: アルバム
uk: Альбом
zh_hans: 专辑

# table.songs.artist
source: Artist
ar: الفنان
de: Künstler
es: Artista
fr: Artiste
ja: アーティスト
uk: Виконавець
zh_hans: 艺人

# table.songs.genre
source: Genre
ar: النوع
es: Género
ja: ジャンル
uk: Жанр
zh_hans: 流派

# table.songs.key
source: Key
ar: المقام
de: Tonart
es: Tonalidad
fr: Tonalité
ja: キー
uk: Тональність
zh_hans: 调性

# table.songs.rating
source: Rating
ar: التقييم
de: Wertung
es: Valoración
fr: Note
ja: 評価
uk: Оцінка
zh_hans: 评分

# table.songs.tags
source: Tags
ar: الوسوم
es: Etiquetas
ja: タグ
uk: Теги
zh_hans: 标签

# table.songs.tempo
source: Tempo
ar: الإيقاع
ja: テンポ
uk: Темп
zh_hans: 速度

# table.songs.time
source: Time
ar: المدة
de: Zeit
es: Tiempo
fr: Durée
ja: 時間
uk: Час
zh_hans: 时间

# table.songs.title
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
ja: タイトル
uk: Назва
zh_hans: 标题

# table.songs.track
source: Track
ar: المسار
es: Pista
fr: Piste
ja: トラック
uk: Трек
zh_hans: 曲目

# table.tags.title
source: Tags
ar: الوسوم
es: Etiquetas
ja: タグ
uk: Теги
zh_hans: 标签

# tracklist.confidence.unknown
source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
ja: 不明
uk: невідомо
zh_hans: 未知

# tracklist.detect.button_title
source: Detect Tracklist
ar: اكتشاف قائمة المسارات
de: Erkenne Track Liste
es: Detectar lista de pistas
fr: Détecter la liste de pistes
ja: トラックリストを検出
uk: Виявити треклист
zh_hans: 检测曲目列表

# tracklist.detect.in_progress
source: Tracklist Detection in Progress
ar: جارٍ اكتشاف قائمة المسارات
de: Track Listen Erkennung Läuft
es: Detección de lista de pistas en curso
fr: Détection de la liste de pistes en cours
ja: トラックリストの検出中
uk: Виявлення треклиста триває
zh_hans: 曲目列表检测中

# unit.byte
source: Byte
ar: بايت
fr: octet
ja: バイト
uk: байт
zh_hans: 字节

# unit.gb
source: GB
fr: Go
uk: ГБ

# unit.kb
source: KB
fr: Ko
uk: КБ

# unit.mb
source: MB
fr: Mo
uk: МБ

# unit.pb
source: PB
fr: Po
uk: ПБ

# unit.tb
source: TB
fr: To
uk: ТБ
